/* Menu Item for Release Help */
"%@ Help" = "%@ Hjælp";

/* Menu Item for Release About */
"About %@" = "Om %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Check for opdateringer...";

/* Menu Item Label for Email */
"Email Support" = "Email Support";

/* Menu Item Hide Release App */
"Hide %@" = "Skjul %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Ugyldig Registreringsinformation!";

/* Menu Item for Order */
"Order Now" = "Bestil nu";

/* Menu Item for Quit Release App */
"Quit %@" = "Afslut %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Læs FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Læs onlinehjælp";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registrering lykkedes!";

/* Menu Item Label for Registration */
"Registration..." = "Registrering...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Kopier og indsæt registreringsnavn og kode præcis som angivet i bekræftelses-mailen.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Tak for dit køb. Hvis du har nogen problemer, så send os en e-mail";

/* Menu Item for WebSite */
"Visit WebSite" = "Besøg websitet";

